{
    "Beijo": [
      "Beijo na boca intenso",
      "Beijo na testa carinhoso",
      "Beijo no pescoço suave",
      "Beijo no rosto delicado",
      "Beijo rápido e inesperado",
      "Beijo demorado com carinho",
      "Beijo no nariz engraçado",
      "Beijo com mordidinha leve",
      "Beijo na mão com carinho",
      "Beijo estalado divertido",
      "Beijo sussurrado no ouvido",
      "Beijo no ombro afetuoso",
      "Beijo roubado de surpresa",
      "Beijo com olhar apaixonado",
        "Beijo leve na ponta do nariz",
        "Beijo no queixo delicado",
        "Beijo rápido no cabelo",
        "Beijo demorado no pulso",
        "Beijo roubado na mão",
        "Beijo sussurrado na orelha",
        "Beijo carinhoso no ombro",
        "Beijo surpresa no pescoço",
        "Beijo estalado divertido",
        "Beijo doce com sorriso",
        "Beijo na testa com carinho"
    ],
    "Contar um Segredo": [
      "Conte um segredo que nunca contou para ninguém — pode ser algo divertido, uma vontade que tem, ou um momento que te marcou.",
      "Compartilhe um pensamento fofo ou engraçado que você já teve sobre a outra pessoa e nunca contou.",
      "Conte algo que você imaginou fazer com essa pessoa no futuro, mas ainda não tinha falado.",
      "Revele um medo ou uma insegurança que nunca dividiu com ninguém.",
      "Fale sobre uma surpresa que gostaria de preparar para seu par.",
      "Conte um sonho estranho ou engraçado que teve envolvendo vocês.",
      "Diga algo que você sempre quis perguntar, mas nunca teve coragem.",
      "Compartilhe uma lembrança da infância que te fez pensar em amor.",
      "Conte algo que você nunca disse para seus pais ou amigos sobre você.",
      "Fale sobre um momento em que se sentiu vulnerável e como isso te afetou.",
      "Revele um desejo secreto que tem para o relacionamento.",
      "Diga uma coisa boba que sempre te faz lembrar do seu par.",
      "Conte uma coisa engraçada que você fez e ninguém sabe.",
            "Fale sobre um hábito estranho que você tem e nunca contou.",
            "Compartilhe um desejo secreto para o futuro de vocês.",
            "Revele um momento em que ficou nervoso(a) perto do seu parceiro(a).",
            "Diga algo que sempre quis dizer, mas nunca teve coragem.",
            "Fale sobre um sonho maluco que teve e que envolvia vocês.",
            "Conte sobre algo que te faz feliz e que talvez seu parceiro(a) não saiba.",
            "Revele um medo que só aparece quando está sozinho(a).",
            "Compartilhe uma vontade de aventura que quer viver com seu par.",
            "Fale sobre um momento em que você se sentiu especialmente orgulhoso(a) de vocês.",
            "Conte uma lembrança que faz você sorrir toda vez que lembra.",
            "Diga algo que te surpreendeu no seu parceiro(a) desde o começo."
    ],
    "Fazer uma Declaração": [
      "O que em mim te faz sentir que você está no lugar certo, com a pessoa certa?",
      "O que você mais admira em mim — algo que talvez eu nem perceba em mim mesmo(a)?",
      "Se eu fosse uma música, qual seria — e por que essa representa o que você sente por mim?",
      "O que você sente quando pensa no nosso futuro juntos?",
      "O que você mais gosta em mim que te faz sorrir mesmo nos dias difíceis?",
      "Quando foi o momento em que você mais se sentiu amado(a) por mim?",
      "Se tivesse que me descrever com 3 qualidades que te conquistam, quais seriam?",
      "Por que você escolheria viver essa vida ao meu lado de novo?",
      "Qual é a coisa mais louca ou doce que você já fez por mim?",
      "Se nosso amor fosse um filme, qual seria o título e por quê?",
      "O que você diria para mim se não tivesse medo de se expor totalmente?",
      "Qual foi a primeira coisa que te fez perceber que gostava de mim?",
      "Como você descreveria o jeito que eu te faço sentir em uma palavra?",
      "Qual é a sua lembrança favorita de nós dois?",
      "O que você mais espera construir comigo no futuro?",
      "Se tivesse que escolher uma palavra para definir nosso amor, qual seria?",
      "Como você se sente quando estamos juntos depois de um dia difícil?",
      "O que você gostaria que eu soubesse sobre o que sinto por você?",
      "Qual palavra define melhor o que você sente por mim?",
        "Qual foi a coisa mais bonita que já fiz para você?",
        "O que você mais sente falta quando não estamos juntos?",
        "Qual é a sua lembrança favorita da gente?",
        "Como você descreveria nosso relacionamento para alguém que nunca nos viu?",
        "O que você aprendeu comigo que mudou sua vida?",
        "Se pudesse me dar um presente simbólico, o que seria e por quê?",
        "Como você se sente quando pensa na gente daqui a dez anos?",
        "O que você diria para mim se pudesse falar sem medo de julgamentos?",
        "Qual música representa nosso amor e por quê?",
        "O que você acha que torna nossa conexão única?",
        "O que eu faço que te deixa mais feliz?",
        "Qual foi o momento mais engraçado que passamos juntos?",
        "Se você pudesse resumir nosso amor em uma frase, qual seria?",
        "Qual sonho nosso você quer realizar primeiro?",
        "Como você me descreveria para um amigo que nunca me viu?",
        "O que você gostaria de fazer juntos para fortalecer ainda mais nosso amor?"
    ],
    "Pergunta do ChatGPT": [
      "Qual foi o momento mais especial que já vivemos juntos até agora — e por quê ele ficou marcado?",
      "Se a gente pudesse reviver um dia do nosso relacionamento exatamente como foi, qual seria — e por quê?",
      "O que você aprendeu sobre o amor estando comigo — que talvez nunca tivesse descoberto sozinho(a)?",
      "Se pudesse escolher um lugar no mundo para a gente passar um fim de semana, qual seria e por quê?",
      "Qual foi a maior surpresa que nosso relacionamento já te trouxe?",
      "Se nosso amor fosse uma estação do ano, qual seria e por quê?",
      "Como você acha que nosso relacionamento mudou você como pessoa?",
      "Qual é a melhor lembrança que você guarda de nós dois?",
      "O que você gostaria de fazer mais juntos que ainda não fizemos?",
      "Se pudesse escrever uma carta para o nosso eu do futuro, o que diria?",
      "O que você acha que nos torna um casal único?",
      "Qual foi o maior aprendizado que tivemos juntos até agora?",
      "Se pudesse escolher uma trilha sonora para o nosso relacionamento, qual seria?",
      "Como você imagina a nossa vida daqui a cinco anos?",
      "Qual a coisa mais engraçada que já aconteceu entre nós dois?",
      "Qual foi o melhor conselho que você já recebeu sobre relacionamentos?",
        "O que você acha que torna uma relação saudável e duradoura?",
        "Se pudesse mudar algo no nosso relacionamento, o que seria?",
        "Qual foi a coisa mais inesperada que aprendeu comigo?",
        "Como você descreveria seu dia perfeito ao meu lado?",
        "Qual foi o momento em que você se sentiu mais orgulhoso(a) de nós?",
        "Se pudesse escolher uma viagem ideal para nós, para onde iríamos?",
        "O que você acha que devemos fazer para manter a chama acesa?",
        "Qual é a melhor surpresa que já fez para alguém que ama?",
        "Se pudesse voltar no tempo, o que diria ao nosso 'eu' do passado?",
        "O que você acha que aprendi com você?",
        "Qual foi a coisa mais divertida que fizemos juntos?",
        "Qual o melhor jeito que você gosta de receber carinho?",
        "Se nossa história fosse um livro, qual seria o título?",
        "Como você imagina nossa rotina daqui a cinco anos?",
        "Qual é a coisa mais importante que você aprendeu comigo?",
        "O que você acha que nos torna um casal único?",
        "Qual foi a primeira coisa que te fez se interessar por mim?",
        "Se você pudesse descrever nosso relacionamento em uma palavra, qual seria?",
        "O que você espera que a gente construa juntos no futuro?",
        "Qual hábito meu você acha mais fofo?",
        "Qual foi o momento mais engraçado que passamos juntos?",
        "O que você mais valoriza na nossa relação?",
        "Se pudesse escolher um lugar especial para um encontro perfeito, qual seria?",
        "Qual o maior desafio que superamos juntos e como isso nos fortaleceu?",
        "O que você sente que mudou em você desde que estamos juntos?",
        "Qual música representa melhor a nossa história e por quê?",
        "Se pudesse planejar uma aventura para nós, o que faria?",
        "O que você gostaria que a gente fizesse mais vezes juntos?",
        "Qual foi o maior gesto de amor que já recebeu de mim?",
        "Como você acha que nosso amor pode inspirar outras pessoas?",
        "Se nossa relação fosse um livro, que título você daria para o próximo capítulo?",
        "Qual é a lembrança mais doce que você tem de nós dois?",
        "O que você admira mais no meu jeito de ser?",
        "Se tivesse que contar a história do nosso amor para alguém, como começaria?",
        "O que você diria para mim se pudesse falar tudo sem medo?",
        "Qual foi o momento em que você sentiu que podia confiar plenamente em mim?",
        "Qual sonho você gostaria que realizássemos juntos?",
        "O que faz você se sentir amado(a) por mim?",
        "Como você se sente quando estamos juntos depois de um dia difícil?",
        "Qual palavra ou frase faz você se lembrar automaticamente de mim?",
        "Se pudesse mudar algo em nossa rotina para melhorar a relação, o que seria?",
        "O que mais te faz sorrir no nosso relacionamento?",
        "Qual foi a maior lição que aprendemos juntos até agora?",
        "Se pudesse definir nosso amor em uma cor, qual seria e por quê?",
        "Como você imagina nossa vida daqui a dez anos?",
        "Qual momento simples do dia a dia com a gente você mais gosta?",
        "O que você faria se ganhasse um dia só para me surpreender?",
        "Se pudesse fazer uma promessa para o nosso relacionamento, qual seria?",
        "Qual é o maior motivo para você acreditar no nosso amor?",
        "Qual foi a coisa mais inesperada que já fez por mim?",
        "Como você descreveria o nosso amor para alguém que não nos conhece?",
        "Qual foi o melhor conselho que você já recebeu sobre relacionamentos?",
        "Se pudesse reviver um momento especial da nossa história, qual seria?",
        "O que você gostaria que eu fizesse mais para te deixar feliz?",
        "Qual foi o gesto mais romântico que já fizemos juntos?",
        "Se nosso relacionamento fosse uma estação do ano, qual seria e por quê?",
        "Qual a melhor surpresa que você já planejou para mim?",
        "Como você descreveria a nossa conexão em três palavras?",
        "O que você acha que nos diferencia de outros casais?",
        "Qual hábito seu você acha que eu deveria conhecer melhor?",
        "Se pudesse dar um presente simbólico para o nosso amor, qual seria?",
        "Qual foi o melhor conselho que você já recebeu sobre amor?",
        "O que faz você se sentir mais seguro(a) no nosso relacionamento?",
        "Qual é a coisa mais engraçada que já aconteceu entre nós?",
        "Se pudesse escolher uma palavra para definir nossa relação, qual seria?",
        "O que você gostaria de aprender comigo?",
        "Qual é seu maior sonho para nós como casal?",
        "Como você descreveria o beijo perfeito?",
        "Qual foi a melhor surpresa que já recebeu de mim?",
        "Se pudesse reviver um momento especial, qual escolheria?",
        "O que você acha que faz nosso amor durar?",
        "Qual música lembra você de mim?",
        "O que você acha que poderíamos melhorar na nossa comunicação?",
        "Qual é seu jeito favorito de demonstrar amor?",
        "Se pudesse fazer um jantar especial para mim, o que prepararia?",
        "Qual é a melhor memória que temos juntos?",
        "O que te faz sorrir instantaneamente quando estamos juntos?",
        "Qual foi a primeira coisa que notou em mim?",
        "Se tivesse que escrever um poema sobre a gente, qual seria o tema?",
        "Qual é a sua maneira favorita de passar um tempo comigo?",
        "O que você sente quando pensa no nosso futuro?"
    ],
    "Desafio": [
      "Olhe nos olhos da outra pessoa por 15 segundos sem falar nada. No fim, diga a primeira palavra que vier à sua mente — sem pensar muito.",
      "Façam juntos um elogio criativo um para o outro... mas usando uma metáfora engraçada!",
      "Cada um deve imitar o outro em alguma mania ou jeito de falar, mas com carinho! Depois, quem foi imitado tem que dizer se achou engraçado ou se sentiu 'exposto(a)'.",
      "Dance juntos uma música escolhida pelo outro por pelo menos 1 minuto.",
      "Escreva uma pequena frase de amor e leia em voz alta para o parceiro(a).",
      "Fale a primeira coisa que veio na cabeça ao ver seu par pela manhã.",
      "Conte uma memória engraçada que envolve vocês dois.",
      "Façam uma lista rápida de 3 coisas que querem fazer juntos ainda este ano.",
      "Escolha um lugar da casa e faça uma declaração de amor ali, como se fosse uma cena de filme.",
      "Deixe uma mensagem carinhosa no celular do seu par e mostre na hora.",
      "Mime uma situação do dia a dia que te faz lembrar do parceiro(a) e deixe ele(a) adivinhar.",
      "Façam uma pose para uma selfie engraçada e guardem de recordação.",
      "Dê um presente simbólico feito por você (pode ser um bilhete, um desenho, um mimo simples).",
      "Descreva uma viagem dos sonhos que vocês poderiam fazer juntos.",
      "Façam juntos um desenho representando o relacionamento de vocês.",
      "Falem sobre algo que admiram um no outro e nunca disseram antes.",
      "Preparem um café ou lanche especial para o outro sem avisar.",
      "Faça um elogio inusitado e engraçado para seu parceiro(a).",
        "Segure a mão do outro e conte uma história romântica em 1 minuto.",
        "Finja que está apresentando seu par em um programa de TV, destacando as qualidades dele(a).",
        "Desafie seu parceiro a cantar uma música romântica, mesmo que desafine.",
        "Imite uma cena famosa de um filme romântico com seu par.",
        "Escreva uma pequena mensagem de amor e deixe num lugar surpresa para seu parceiro.",
        "Façam uma mini coreografia juntos, mesmo que improvisada.",
        "Contem uma piada boba para fazer o outro rir.",
        "Dê um apelido carinhoso novo para seu par e explique por quê.",
        "Faça um “tour” pelo seu coração, dizendo as coisas que gosta no outro em cada parte.",
        "Desenhe algo que represente seu amor e mostre para seu parceiro.",
        "Faça uma declaração de amor usando só palavras com a letra 'A'.",
        "Conte qual foi a primeira impressão que teve do seu par.",
        "Façam uma competição de quem consegue falar mais coisas boas do outro em 30 segundos.",
        "Mime uma situação engraçada que vocês viveram juntos.",
        "Prepare um pequeno brinde (mesmo que simbólico) para celebrar o momento.",
        "Façam uma competição de caretas para ver quem faz a mais engraçada.",
        "Cada um deve escrever uma frase romântica e ler para o outro com voz dramática.",
        "Finja que você é um poeta e recite um poema improvisado para o seu par.",
        "Imite um personagem famoso confessando amor para seu parceiro(a).",
        "Façam uma mini sessão de fotos improvisada com poses engraçadas.",
        "Desenhe um coração na testa do outro com o dedo e não deixe ele apagar por 10 segundos.",
        "Cantem juntos o refrão da música que mais gostam.",
        "Façam uma dancinha boba juntos, sem se preocupar com o ritmo.",
        "Escrevam juntos uma lista das coisas que mais gostam no outro, alternando as palavras.",
        "Faça uma serenata improvisada usando qualquer objeto como microfone.",
        "Mime uma situação engraçada do relacionamento e deixe o outro adivinhar.",
        "Inventem uma palavra nova para descrever o amor e expliquem o significado.",
        "Faça um elogio usando apenas palavras começadas com a letra 'S'.",
        "Segure as mãos do seu parceiro e contem até 20 sem soltar, olhando nos olhos.",
        "Diga três coisas que você ama no seu parceiro, mas de trás para frente.",
        "Escolha um objeto ao redor e invente uma história romântica que envolva ele."
    ],
    "Abraço": [
      "Abracem-se por pelo menos 10 segundos — daqueles apertados, com coração colado.",
      "Faça um abraço apertado com um beijo na nuca.",
      "Abracem-se e balancem juntos para frente e para trás devagar.",
      "Abracem-se de lado e sussurrem algo carinhoso no ouvido.",
      "Abracem-se e contem silenciosamente três coisas que gostam um no outro.",
      "Abracem-se e façam um balanço suave enquanto respiram juntos profundamente.",
      "Abracem-se e agradeçam em silêncio pelo momento juntos.",
      "Abracem-se e tentem sincronizar a respiração para se conectar ainda mais.",
      "Abracem-se como se fosse a primeira vez que se encontraram.",
        "Faça um abraço apertado e segure por 20 segundos.",
        "Abracem-se e girem lentamente juntos, como numa dança.",
        "Abraço com um beijo na testa bem suave.",
        "Abracem-se de costas, com um de frente para o outro segurando as mãos.",
        "Abracem-se e contem silenciosamente o que mais gostam um no outro.",
        "Abraço com as mãos entrelaçadas e olhos fechados.",
        "Abracem-se e façam uma respiração profunda sincronizada."
    ]
  }
  