{
    "profundas": [
      "O que eu acredito sobre mim que Deus não acredita?",
      "Que mentira sobre mim mesmo(a) eu ainda luto para abandonar?",
      "Qual traço da minha personalidade me assusta ou me envergonha?",
      "Em que momentos me sinto mais eu mesmo(a)?",
      "O que eu acho que Deus está tentando me ensinar nesta fase da vida?",
      "Se Deus removesse todas as bênçãos da minha vida, o que sobraria de mim?",
      "O que em mim ainda precisa morrer para que Cristo viva plenamente?",
      "Existe uma parte da minha identidade que construí longe de Deus, mas ainda carrego com orgulho?",
      "Qual parte da minha alma ainda não está disposta a obedecer, se Deus pedir algo que me doa?",
      "Eu me sentiria satisfeito(a) sendo esquecido pelo mundo, se Deus ainda me conhecesse?",
      "Qual mentira do diabo eu ainda acredito, mesmo sabendo que é mentira?",
      "Qual pecado me escraviza silenciosamente, porque eu o disfarço de 'fraqueza'?",
      "Existe algo que me faz sentir 'irrecuperável'? Algo que eu mesmo(a) não me perdoei?",
      "Estou verdadeiramente livre, ou só aprendi a conviver com as correntes disfarçadas de rotina?",
      "O que me impede de me entregar 100% para a vontade de Deus, sem 'mas' ou reservas?",
      "Já tive raiva de Deus? Já o culpei por algo? E o que fiz com essa dor?",
      "O que fiz quando Deus ficou em silêncio — me afastei ou me aproximei mais?",
      "Existe algo que pedi a Deus com toda a minha alma… e Ele disse 'não'? Como lidei com isso?",
      "O que aprendi com as noites em que chorei e Deus não respondeu do meu jeito?",
      "O que Ele me ensinou no deserto que eu jamais teria aprendido no jardim?",
      "Se eu te ferisse profundamente, você ainda escolheria me amar como Cristo ama a Igreja?",
      "Até onde estamos dispostos a sofrer juntos por um propósito maior do que nós dois?",
      "Você me ama o suficiente para me confrontar com a verdade, mesmo que eu te odeie no momento?",
      "Eu sou capaz de abrir mão do meu orgulho para que Cristo seja o centro entre nós — mesmo quando estou certo(a)?",
      "Estamos juntos apenas por afinidade… ou por propósito eterno?",
      "Qual área da minha vida eu já aceitei que 'não vai mudar', mas Deus ainda quer restaurar?",
      "Existe alguém que me feriu profundamente, e que Deus me chama a perdoar para liberar minha alma?",
      "Se Deus me usasse exatamente na área da minha maior vergonha, eu permitiria?",
      "Você conseguiria ver beleza onde hoje só há cinzas em mim?",
      "Qual parte da minha história Deus quer usar para curar outras pessoas, e eu tenho escondido?",
      "E se o nosso relacionamento for um campo de batalha espiritual, estamos prontos para lutar — ou apenas para desfrutar?",
      "Se nosso amor gerar frutos para o Reino, mas nunca nos trouxer fama ou conforto, ainda assim vamos dizer 'sim'?",
      "O que Deus quer realizar através da nossa união que jamais conseguiríamos sozinhos?",
      "Estamos dispostos a amar a missão mais do que os nossos próprios desejos?",
      "Nosso amor está disposto a morrer… para que algo maior nasça através de nós?",
      "Qual parte da sua história você sente vergonha de contar — mas sabe que, se contasse, poderia me aproximar ainda mais do seu coração?",
      "Qual é a dor que ninguém vê, mas que eu ainda carrego?",
      "Se eu pudesse pedir para Deus apagar um momento da minha vida, qual seria — e por quê?",
      "Em que área da minha vida eu finjo ser forte porque tenho medo de desabar?",
      "Que parte de mim eu ainda escondo porque acho que, se você visse, talvez não me amasse igual?",
      "Existe algo que Deus tem me chamado a entregar, mas eu ainda resisto?",
      "Quais partes de mim eu ainda não deixo Deus transformar por medo de perder quem eu sou?",
        "Qual voz interna mais me sabota e me impede de crer no que Deus diz sobre mim?",
        "Eu realmente creio que sou amado(a) por Deus — ou apenas sei disso racionalmente?",
        "Qual é o maior medo que me faz duvidar do amor de Deus e das pessoas ao meu redor?",
        "Quando estou em silêncio, o que minha alma está gritando e ninguém ouve?",
        "Qual foi o momento em que me senti mais distante de Deus — e o que eu queria ter dito a Ele?",
        "Eu confio em Deus mesmo quando não entendo? Ou só quando tudo faz sentido?",
        "Qual verdade bíblica eu tenho mais dificuldade de aceitar como realidade na minha vida?",
        "Existe alguma oração que tenho medo de fazer porque sei que ela pode mudar tudo?",
        "Estou disposto(a) a abrir mão dos meus sonhos se Deus quiser me levar para outro caminho?",
        "Qual dor ainda influencia minhas decisões, mesmo sem eu perceber?",
        "Já usei a fé como máscara para não lidar com o que realmente sinto?",
        "Se Deus me chamasse hoje para algo que me custasse tudo, eu diria sim de verdade?",
        "Quais padrões de comportamento tóxicos eu repito porque são mais confortáveis que ser transformado?",
        "Qual foi a última vez que senti o Espírito Santo de forma real, e o que mudou em mim?",
        "Existe uma área da minha vida que está ‘limpa por fora’, mas ferida por dentro?",
        "Com que frequência eu peço perdão sinceramente — não por culpa, mas por arrependimento real?",
        "Em que momentos eu mais finjo ser alguém espiritualmente forte quando estou esgotado(a)?",
        "Quais são as pequenas desobediências que normalizei na rotina?",
        "O que Deus me pediu para fazer que eu ainda estou adiando, mesmo sabendo que é dEle?",
        "O que eu ainda estou tentando controlar, mesmo sabendo que Deus me pediu para entregar?",
        "Em qual parte da minha vida estou vivendo por medo, e não por fé?",
        "Que ferida ainda molda minhas reações mais do que o Espírito Santo?",
        "Qual foi a mentira mais bem contada pelo inimigo que eu ainda não consegui desmontar?",
        "Se eu não tivesse ninguém a quem impressionar, como minha vida espiritual seria de verdade?",
        "O que eu mais temo perder neste mundo? E se Deus me pedisse isso?",
        "Quais atitudes eu só faço para manter uma aparência de maturidade espiritual?",
        "Existe algo que faço 'para Deus', mas que no fundo é para minha própria validação?",
        "Qual o pecado que mais me ilude com a sensação de controle?",
        "O que me mantém mais preso: culpa pelo passado ou ansiedade pelo futuro?",
        "Quando foi a última vez que chorei diante de Deus sem saber o que dizer?",
        "Qual hábito me afasta de Deus disfarçadamente, enquanto me promete conforto?",
        "Se eu soubesse que tenho poucos meses de vida, o que mudaria no meu relacionamento com Deus e com você?",
        "Quais pessoas ainda têm poder sobre minha identidade — mesmo que eu diga que não?",
        "O que em mim ainda se rebela contra o silêncio de Deus?",
        "O que significa 'carregar minha cruz' na prática do meu dia a dia?",
        "Qual lugar dentro de mim eu nunca deixei Deus entrar por completo?",
        "Qual palavra ou atitude sua me marcou mais — para o bem ou para o mal — e eu nunca falei?",
        "Qual é o maior grito não verbal do meu coração hoje?",
        "Se eu me visse com os olhos de Deus, o que mudaria imediatamente no modo como vivo?"
    ],
    "desafios": [
        "Qual versículo da Bíblia você gostaria que fosse o “lema” do nosso relacionamento? E por quê?",
        "Beije a testa do seu parceiro(a) e diga uma palavra que represente o amor de vocês.",
        "Qual foi um momento em que você sentiu Deus agindo diretamente para proteger ou guiar nosso relacionamento?",
        "Dê um beijo na mão do seu parceiro(a) enquanto olha nos olhos dele(a)... e depois diga: “Sou grato(a) por você.”",
        "Segure o rosto do seu parceiro(a) com as duas mãos, olhe bem nos olhos dele(a) e diga uma qualidade que você admira muito nele(a).",
        "Qual detalhe do meu jeito você acha mais encantador — mesmo que seja algo simples?",
        "Faça um abraço apertado no seu parceiro(a) e, enquanto abraça, diga uma promessa simples que você quer cumprir para o relacionamento.",
        "Dê um abraço de lado no seu parceiro(a), bem apertado, e diga uma lembrança feliz que vocês viveram juntos!",
        "Como podemos orar juntos para enfrentar os desafios que a vida nos apresentar?",
        "Dê um beijo na testa do seu parceiro(a) e diga uma palavra doce para ele(a).",
        "Qual fruto do Espírito você acha mais importante para o nosso relacionamento — e por quê?",
        "Beije a bochecha esquerda do seu parceiro(a) e diga: “Você é uma bênção na minha vida!”",
        "Se você pudesse pedir uma coisa a Deus para fortalecer nosso relacionamento, o que seria?",
        "O que você mais admira no meu jeito de demonstrar amor?",
        "Dê um beijo bem demorado nos lábios do seu parceiro(a)... e depois diga algo que você ama no jeito dele(a)!",
        "Conte um momento em que você sentiu que Deus estava cuidando do nosso relacionamento, mesmo sem a gente perceber na hora.",
        "Segure a mão do seu parceiro(a) por 30 segundos, olhando nos olhos dele(a), sem dizer nada… só sentindo a conexão.",
        "Dê um beijo no nariz do seu parceiro(a) e diga algo engraçado.",
        "Qual característica de Jesus você quer refletir mais na nossa relação?",
        "Beije a bochecha direita do seu parceiro(a) e diga: “Você é um presente de Deus pra mim.”",
        "O que Deus tem te ensinado sobre o amor nos últimos tempos?",
        "Dê um abraço apertado e agradeça a Deus em silêncio pela vida dele(a).",
        "Qual personagem bíblico você acha que mais se parece comigo? Por quê?",
        "Faça um carinho no rosto do seu parceiro(a) e diga algo que te faz sentir paz quando está com ele(a).",
        "Se você pudesse viver uma história bíblica comigo, qual seria?",
        "Beije a mão do seu parceiro(a) e diga: 'Obrigado(a) por caminhar comigo'.",
        "Como podemos crescer espiritualmente juntos nesta semana?",
        "Qual foi um momento marcante onde você viu claramente Deus nos guiando?",
        "Olhe nos olhos do seu parceiro(a) e diga: 'Você me inspira a ser melhor'.",
        "Qual promessa de Deus você sente que estamos vivendo hoje?",
        "Cante ou fale um trecho de uma música gospel que te lembra nosso amor.",
        "Dê um beijo na testa e diga uma oração baixinho por ele(a).",
        "Se tivéssemos que escrever uma carta para Deus sobre nosso relacionamento, o que você colocaria primeiro?",
        "Beije a ponta do nariz do seu parceiro(a) e diga o que te faz sorrir nele(a).",
        "Qual fruto do Espírito Santo você acha que mais precisamos desenvolver juntos?",
        "Compartilhe um versículo bíblico que você acha que se aplica ao nosso momento atual.",
        "Diga um sonho espiritual que você tem para nós dois no futuro.",
        "Beije a bochecha do seu parceiro(a) e diga: 'Sou muito feliz por ter você aqui'.",
        "Qual foi a oração mais especial que você já fez por nós dois?",
        "Segure as duas mãos do seu parceiro(a) e diga o que mais admira no caráter dele(a).",
        "Se Deus estivesse escrevendo sobre o nosso relacionamento, o que você acha que Ele diria?",
        "Dê um beijo nos lábios do seu parceiro(a), e depois fale uma qualidade que você enxerga como dom de Deus nele(a).",
        "Qual versículo bíblico você acha que pode nos fortalecer nos momentos difíceis?",
        "Diga uma coisa pequena do dia a dia que ele(a) faz e que te faz sentir amado(a).",
        "Ore em silêncio pelo futuro de vocês dois, com a mão sobre o coração do parceiro(a).",
        "Qual milagre você gostaria de viver junto comigo?",
        "Beije o pescoço do seu parceiro(a) e diga algo que você ama no toque ou abraço dele(a).",
        "Qual decisão importante você quer entregar a Deus junto comigo?",
        "Diga uma coisa que Deus te ensinou através do relacionamento até hoje.",
        "Dê um abraço por trás e diga uma palavra que represente 'lar' pra você.",
        "Qual é o propósito de Deus que você mais deseja viver a dois?",
        "Fale algo sobre mim que te lembra o amor de Cristo.",
        "Faça um toque de mãos especial (tipo cumprimento de casal) e diga um versículo curto.",
        "Beije o topo da cabeça do seu parceiro(a) e diga 'Você é cuidado de Deus pra mim'.",
        "Se você pudesse agradecer por uma coisa hoje sobre mim, o que seria?",
        "Qual parte do nosso relacionamento você acha que mais honra a Deus?",
        "Dê um beijo leve na testa e depois sussurre: 'Você é resposta de oração'."
    ],
    "diversas": [
        "Qual pequeno gesto meu te marcou muito?",
        "Se fôssemos um meme, qual seria?",
        "O que você aprendeu sobre si mesmo(a) por estar comigo?",
        "Quem é mais provável de errar o caminho mesmo com GPS?",
        "Qual foi a nossa conversa mais importante até hoje?",
        "Se tivéssemos que dar nome a um cheiro nosso, qual seria?",
        "Como você sabe que eu te amo, mesmo quando não digo?",
        "Se nosso namoro fosse um aplicativo, que nome teria?",
        "Se pudesse repetir um momento nosso, qual seria?",
        "O que você acha que a gente faz melhor como casal?",
        "Quem entre nós perderia o passaporte em uma viagem?",
        "Qual é a parte do meu corpo que você mais gosta (além do óbvio)?",
        "Se eu fosse um prato de comida, qual eu seria?",
        "Quando você mais se sentiu acolhido(a) por mim?",
        "Se a gente fosse um casal de desenho animado, qual seria?",
        "O que te faz sentir paz quando estamos juntos?",
        "Qual foi a maior prova de amor que você já recebeu de mim?",
        "Qual apelido bobo você me daria sem medo de ser zoado(a)?",
        "O que você sente quando me abraça por mais de 10 segundos?",
        "Se a gente tivesse um reality show, qual seria o nome e o tema?",
        "Existe alguma lembrança nossa que você guarda como um tesouro?",
        "Qual seria a trilha sonora perfeita para o nosso relacionamento?",
        "O que você mais espera do nosso futuro juntos?",
        "Qual foi a coisa mais engraçada que já aconteceu com a gente?",
        "Como você se sente depois de um dia inteiro ao meu lado?",
        "Se tivéssemos um código secreto só nosso, o que ele significaria?",
        "Qual foi o momento mais inesperado e feliz que vivemos juntos?",
        "Se nossa história fosse contada num livro, qual seria o título?",
        "O que você acredita que mais me faz sorrir?",
        "Que parte da sua rotina te lembra de mim?",
        "O que mais te acalma quando estamos juntos?",
        "Se eu fosse uma estação do ano, qual seria? E por quê?",
        "Qual hábito meu você acha mais fofo (mesmo que eu não perceba)?",
        "Em que momento você percebeu que estava se apaixonando?",
        "Qual seria o símbolo do nosso relacionamento?",
        "Se você pudesse guardar só uma das nossas fotos, qual seria?",
        "Qual é a promessa mais importante que você gostaria que fizéssemos?",
        "Se a gente virasse um casal em um jogo, quais seriam nossas habilidades especiais?",
        "Qual foi o melhor elogio que já recebeu de mim?",
        "Se pudéssemos viajar no tempo, que fase da nossa vida você gostaria de reviver comigo?",
        "Qual é o seu maior sonho envolvendo nós dois?",
        "Qual momento com você eu devia guardar num potinho pra sempre?",
        "O que você acha que a gente ensinaria a outros casais?",
        "O que você sente quando me vê distraído(a) e natural?",
        "Qual cena simples do dia a dia com a gente te traz paz?",
        "Se pudéssemos pintar nosso amor com uma cor só, qual seria?",
        "Em que momento você mais se sentiu visto(a) por mim de verdade?",
        "Qual medo você tem, mas sente que pode enfrentar estando comigo?",
        "O que você acha que o amor precisa para durar de verdade?",
        "Qual parte de você está em construção e gostaria que eu conhecesse melhor?",
        "Qual foi o momento da vida em que você mais se sentiu sozinho(a)?",
        "Como você lida com suas inseguranças e como eu posso te ajudar com isso?",
        "Qual foi a maior lição que a vida te ensinou até hoje?",
        "O que significa 'estar em casa' para você — é um lugar, uma sensação, uma pessoa?",
        "Se você pudesse curar uma dor do passado, qual seria?",
        "O que você mais quer proteger em nós?",
        "O que você acha que mais te impede de ser 100% você mesmo(a) às vezes?",
        "Que parte sua você teme mostrar até para quem ama?",
        "Qual seria uma promessa que você faria de coração, mesmo sabendo que nunca será cobrada?",
        "Se nossa relação fosse um espelho, o que ela refletiria sobre você?",
        "Qual a lembrança de infância que mais moldou quem você é hoje?",
        "Quando você sente que está crescendo como pessoa dentro da nossa relação?",
        "Qual foi a maior mudança que você sentiu em si mesmo(a) desde que nos conhecemos?",
        "Se você tivesse que se despedir de mim por um tempo, o que faria questão de me dizer?",
        "O que você considera um amor verdadeiro — e como sabe que encontrou isso?",
        "O que você mais deseja deixar como marca no meu coração?",
        "O que você acha que as pessoas nunca perceberam em você, mas que gostaria que notassem?",
        "Qual dor você aprendeu a esconder com sorrisos?",
        "Em quais momentos você sente que está vivendo e não apenas existindo?",
        "O que você sente que ainda precisa curar dentro de si?",
        "Quando foi a última vez que se sentiu vulnerável de verdade?",
        "Se você pudesse escrever uma carta para o seu 'eu' de 10 anos atrás, o que diria?",
        "Que parte de você ainda está esperando permissão para brilhar?",
        "Qual verdade sua você ainda tem medo de encarar?",
        "Se você pudesse me mostrar uma parte sua que ninguém conhece, qual seria?",
        "O que te assusta mais: perder alguém ou ser esquecido?",
        "Qual parte de mim você sente que mais mudou a sua vida?",
        "O que você acredita que a dor veio te ensinar?",
        "O que te faz sentir que sua existência tem valor?",
        "Quando você sente que sua alma está leve?",
        "Você acredita que o amor pode realmente curar? Por quê?",
        "Qual o maior silêncio que você carrega por dentro?",
        "Que parte da sua história você evita contar, mas sente que precisa ser ouvida?",
        "O que significa ser forte para você?",
        "Quando você sente que está realmente em paz consigo mesmo(a)?",
        "Se pudesse viver um dia sem medo algum, o que faria diferente?",
        "Quando foi a última vez que você se sentiu verdadeiramente em paz? O que havia de especial naquele momento?",
        "Qual foi a coisa mais inesperada que te fez sorrir comigo?",
        "Se a gente fosse personagens de um livro, qual seria nossa história?",
        "O que você acha que eu admiro mais em você?",
        "Qual é a sua memória favorita do nosso tempo juntos até agora?",
        "Se você pudesse mudar algo no nosso relacionamento, o que seria?",
        "O que você acha que torna nosso vínculo único?",
        "Qual foi o momento em que você se sentiu mais orgulhoso(a) de nós?",
        "Se você pudesse passar um dia inteiro fazendo algo só comigo, o que faríamos?",
        "Qual palavra define melhor o que você sente por mim?",
        "O que você acha que poderíamos melhorar para sermos mais felizes juntos?",
        "Qual foi a maior surpresa que eu já te dei?",
        "Como você descreveria a sensação de estar ao meu lado?",
        "O que você mais valoriza nas pequenas coisas que fazemos um pelo outro?",
        "Qual foi a melhor lição que aprendemos juntos?",
        "Se pudesse escolher uma música para o nosso futuro, qual seria?",
        "Qual hábito meu você gostaria de incorporar na sua rotina?",
        "Se pudesse me contar um segredo que nunca disse, qual seria?",
        "O que você mais gosta em passar tempo comigo?",
        "Qual foi a vez que você se sentiu mais cuidado(a) por mim?",
        "Se pudesse criar uma tradição só nossa, qual seria?",
        "O que significa pra você 'estar presente' no relacionamento?",
        "Se tivesse que descrever nossa conexão em uma cor, qual seria?",
        "Qual foi a melhor conversa que já tivemos e por quê?",
        "O que você acha que nos faz crescer como indivíduos e como casal?",
        "Se você pudesse escolher um lugar especial para a gente visitar, qual seria?",
        "Qual foi a maior dificuldade que enfrentamos e o que aprendemos com ela?",
        "Se você pudesse dar um conselho para casais que estão começando, qual seria?",
        "Qual é a coisa mais simples que eu faço que te deixa feliz?",
        "O que você mais espera construir comigo nos próximos anos?",
        "Se pudesse reviver um momento nosso, qual seria e por quê?",
        "Qual foi o gesto mais espontâneo que fizemos um para o outro?",
        "O que te inspira a ser uma pessoa melhor quando está comigo?",
        "Se pudesse escolher um livro para descrever nosso relacionamento, qual seria?",
        "Qual foi a vez que você se sentiu mais compreendido(a) por mim?",
        "O que você acha que a gente poderia fazer para manter a chama do relacionamento sempre acesa?",
        "Se pudesse criar um símbolo que representasse nosso amor, qual seria?",
        "Qual foi o momento em que você mais se sentiu seguro(a) comigo?",
        "O que você acha que aprendemos sobre paciência juntos?",
        "Se pudesse escrever uma carta para a gente no futuro, o que diria?",
        "Qual é a lembrança mais engraçada que temos juntos?",
        "O que você acha que fazemos melhor como parceiros?",
        "Se pudesse planejar um dia perfeito comigo, como seria?",
        "Qual foi a vez que você se sentiu mais amado(a) por mim?",
        "O que você acha que é essencial para um relacionamento saudável?",
        "Se pudesse escolher uma frase que represente nosso amor, qual seria?",
        "Qual é a coisa que você mais quer que eu saiba sobre você?",
        "O que você aprendeu sobre perdão estando comigo?",
        "Se pudesse mudar algo no mundo para que a gente pudesse ser ainda mais felizes, o que mudaria?",
        "Qual foi a vez que você riu até chorar comigo?",
        "O que você acha que é o segredo para a felicidade a dois?"
    ]
  }
  